<?php

$to = 'v.s.nasyrov@student.khai.edu';
$subject = 'Лист моєму найкращому другу»';
$text1 = 'Дякую за твій лист.';
$text2 = 'Я дуже радий, що ти здав на права. Щиро тебе вітаю!';
$text3 = 'Вибач, що довго не писав тобі. Я був дуже зайнятий роботою.';
$text4 = 'На наступному тижні ми зможемо зустітися з тобою за чашечкою кави.';
$text5 = 'На жаль, мені потрібно повертатися до роботи. Сподіваюся на швидку відповідь!';
$text6 = 'До зустрічі!';
$message = $text1 . "\n" . $text2 . $text3 . $text4 . "\n" . $text5 . "\n" . $text6;
echo $message;

$headers = 'From: valera23200206@gmail.com';
mail($to, $subject, $message, $headers);